Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: A system of desirable ranges is applied to these posts, and entry-level recruitment through national competitive examination aims to achieve these targets.
es: Para lograr este objetivo se aplica a dichos empleos un sistema de intervalos deseables y de contratación a diversos niveles de ingreso demostrados en exámenes nacionales de participación abierta.

source: Serve over rice with fresh cilantro sprinkled on top and lime wedges.
es: Servir sobre el arroz con el cilantro fresco espolvoreado por encima y el limón en cuñas.

source: The 1 to 2 tooth relationships are guaranteed and the tooth mobility ensures natural handling with wedges and matrix bands.
es: Las relaciones de diente 1 a 2 están garantizados y la movilidad dental facilita el manejo natural con cuñas y bandas matrices.

source: Triangles Take a whole-wheat pita and slice into wedges, like a pizza.
es: Triángulos Tome un pan integral pita y rebánelo en triángulos como una pizza.

source: Addressing climate change is one of the key driving forces of our national strategy for sustainable development.
es: Abordar el problema del cambio climático es uno de los principales motores de nuestra estrategia nacional de desarrollo sostenible.

source: "One other example of this was the recommendation made by José Calvo Sotelo, towards the end of Primo de Rivera's dictatorship, that a ""representation of Valencia's driving forces"" calls for the establishment of the Valencian Mancomunitat."
es: "Y otro ejemplo de esto es la recomendación que hizo José Calvo Sotelo hacia finales de la dictadura de Primo de Rivera para que una ""representación de las fuerzas vivas"" del País Valencià pidiera la creación de la Mancomunidad valenciana."

source: The grand total (including sales and administration costs) equals the cost of goods sold per product.
es: La suma total (que incluye costes de venta y de administración) equivale al precio de coste por producto.

source: This is mainly explained by an increase of 29.5% in the cost of goods sold at Madeco, proportionally lower than its increase in sales.
es: Esta variación se explica principalmente por un aumento de un 29,5% del costo de explotación de Madeco, proporcionalmente menor al aumento en sus ventas.

source: All of this implied an increase in the cost of goods sold of 9.1% compared to the previous year.
es: Todo ello implicó un incremento en el costo de ventas de 9.1% comparado con el año anterior.

source: The cost of goods sold for the product is passed on to Profitability Analysis.
es: El precio de coste del producto se pasa a la cuenta de resultados.

source: Revenue growth compensated higher operating expenses and cost of goods sold.
es: El crecimiento de ingresos compensó mayores gastos operativos y un mayor costo de ventas.

source: Select this option to post the delivery transaction to the Shipped Goods account and not to the Cost of Goods Sold account.
es: Seleccione esta opción para contabilizar la transacción de entrega en la cuenta Mercancías expedidas y no en la cuenta de precio de coste.

source: For Profitability Analysis, the view for the cost of goods sold determines which costs are compared with the sales revenues to calculate the contribution margin for each product.
es: En la cuenta de resultados, la vista del precio de coste determina los costes que se comparan con los ingresos por venta para calcular el margen de cobertura de cada producto.

source: This is in line with the need to remove price distortions in access charges, and will encourage new market entry as anti-competitive cross-subsidies by incumbent operators are eliminated.
es: Este hecho responde a la necesidad de suprimir el falseamiento de los precios de las cuotas de acceso y fomentará la incorporación de nuevos operadores, al quedar eliminadas las subvenciones cruzadas anticompetitivas de los operadores tradicionales.

source: Moreover, the routes are according to the parties under competitive pressure of potential new entry.
es: Además, según las partes la rutas están sometidas a la presión competitiva de nuevos operadores potenciales.

source: However, the risk of anti-competitive pricing inhibiting market entry and distorting competition is likely still to be significant at the date of application of the new framework.
es: Sin embargo, el riesgo de que las prácticas anticompetitivas de precios entorpezca el acceso al mercado y distorsione la competencia podría ser aún grande en la fecha de aplicación del nuevo marco.

source: Simply put, the FTC's fundamental concern regarding reverse payments is that the patent holder is using part of the profits from its patent monopoly to buy off competitive entry.
es: En pocas palabras, la preocupación fundamental de la FTC respecto de los pagos compensatorios es que el titular de una patente está utilizando parte de los beneficios de su monopolio de la patente para hacerse con un acceso competitivo al mercado.

source: Café Soluble operates in a highly competitive market with low entry barriers, so it is important that the company maintain its leadership position.
es: Café Soluble opera en un mercado muy competitivo en el que las barreras a la entrada son bajas por lo cual es de suma importancia mantener la posición privilegiada que la empresa ha alcanzado.

source: Such evergreening delays the entry of competitive generic medicines into the market.
es: Esta práctica retrasa la entrada en el mercado de medicamentos genéricos de la competencia.

source: Some of these secondary beams were levelled with wood wedges in order to give the phenolic boards the necessary curvature and getting so the final cone shape.
es: Algunas de estas vigas secundarias irían calzadas con tacos de madera para ir otorgando curvatura al fenólico y conseguir la forma de cono que resulta al fi nal.

source: The joining system is made by the joint of wedges.
es: El sistema de unión se realiza mediante la unión de cuñas.

source: cup mandarin orange segments, supremed and cut into tiny wedges
es: taza de segmentos de naranja mandarina, limpios y cortados en gajos pequeños

source: Either slice fruit into big wedges, or chop it into cubes and skewer.
es: Ya sea que rebane la fruta en grandes trozos o la corte en forma de cubo y la ponga en la brocheta.

source: You see the costing results according to cost component views (such as cost of goods sold, cost of goods manufactured).
es: Visualizará los resultados del cálculo del coste de acuerdo con las vistas de elementos (como por ejemplo, precio de coste y costes de producción).

source: The Investigating Authority argues that the decline in TAMSA's financial expense ratio should not be attributed to TAMSA's lower debt, but to the increase in its cost of goods sold (COGS).
es: La Autoridad Investigadora argumenta que el declive en el índice de los gastos financieros de TAMSA no debe ser atribuido a la menor deuda de TAMSA, si no al incremento en sus costos de bienes vendidos (COGS, por sus siglas en inglés).

source: Boundary layer control using, vortex generators, stall wedges or leading edge devices
es: Control de la capa límite mediante el uso de generadores de torbellinos, cuñas de pérdida o dispositivos del borde de ataque.

source: The state of interconnection services, especially the level of charges, has an overwhelming effect on the potential for competitive entry in the market and on the sustainability of competition between undertakings providing electronic communications services.
es: El estado de los servicios de interconexión, especialmente el nivel de las tarifas, tiene un efecto abrumador sobre la posibilidad de entrar a competitiva en el mercado y sobre la sostenibilidad de la competencia entre empresas que prestan servicios de comunicaciones electrónicas.

source: . The Commission considers that these remedies are likely to considerably facilitate entry for competitors, maintain competitive pressure on the merged entity and thereby benefit Spanish and other European passengers on the affected routes.
es: La Comisión considera que estos compromisos facilitarán la entrada de competidores, mantendrán la presión competitiva sobre la entidad resultante de la concentración y beneficiarán a los pasajeros españoles y europeos de las rutas afectadas.

source: 3. The NCRE system is a recruitment tool used by the United Nations Secretariat to select highly qualified young professionals at entry level (P-2) through competitive examinations offered to countries that are not represented or are not adequately represented (in quantitative terms) in the United Nations Secretariat.
es: 3. El sistema del CNC es un instrumento de contratación utilizado por la Secretaría de las Naciones Unidas para seleccionar jóvenes profesionales sumamente calificados en el nivel de comienzo de carrera (P-2) ofreciendo la posibilidad de participar en el concurso a los países no representados o insuficientemente representados (en términos cuantitativos) en la Secretaría de las Naciones Unidas.

source: Action 1 Member States shall fully implement the regulatory framework for electronic communications, to enhance open access and facilitate competitive entry in rural areas.
es: Acción 1 Los Estados miembros deben aplicar en su integridad el marco regulador de las comunicaciones electrónicas a fin de potenciar el acceso abierto y facilitar la competencia en las zonas rurales.

source: However, there are significant differences between countries in the approximate knowledge of the conversion rate.
es: No obstante, existen divergencias significativas por país en el conocimiento aproximado del tipo de conversión.

source: The power of Internet technology is making many businesses rethink their core marketing strategies.
es: El poder de la tecnología de Internet hace muchos negocios vuelven a pensar sus estrategias de marketing de centro.

source: In which order of magnitude is the conversion rate for vehicles with regulated mixture control and catalysts?
es: ¿Cuál es el orden del índice de conversión para vehículos con elaboración de mezcla y catalizador normalizados?

source: It no longer pays to speculate with our currency, since we have established a fixed conversion rate.
es: Ya no especulan con nuestra moneda, ya que hemos establecido un tipo de cambio fijo.

source: What is the conversion rate for individual search terms?
es: ¿Cuál es el ratio de conversión de términos de búsqueda individuales?

source: This view is largely based on the current conversion rate.
es: En buena medida, esa percepción se debe a la actual tasa de conversión.

source: In particular, only the conversion rate should be used and the rounding rules should be strictly adhered to.
es: En concreto, debe utilizarse únicamente el tipo de conversión y respetarse rigurosamente las normas sobre redondeo.

source: The Council also set the conversion rate against the euro at 15,6466 Estonian kroonid.
es: El Consejo también estableció el tipo de conversión con respecto al euro en 15,6466 kroonid.

source: Exact search term conversion rate analysis is especially important for our campaign management.
es: Con etracker podemos adaptar aún mejor nuestro catálogo online a las necesidades de nuestros clientes.

source: Conversion rate Measure of success of an online ad when compared to the click- through rate.
es: Botón Anuncio online de formato cuadrado generalmente integrado en un sitio web.

source: What's more, Zappos has boldly made returns a core part of their marketing strategy and subsequent success. It's an area many online retailers overlook, and logistics makes it work.
es: Aún más, Zappos ha tenido la audacia de hacer de los retornos el componente central de su estrategia de mercadotecnia y del éxito obtenido, algo que muchas tiendas virtuales no consideran y que la logística hace posible.

source: However, would an enterprise make a decent amount of profit short term by changing the core of its marketing strategy?
es: No obstante, ¿Podría una entidad aumentar sus ingresos a corto plazo simplemente cambiando su plan estratégico?

source: First, a strategy of high level harmonisation will be introduced in respect of core marketing rules.
es: En primer lugar, se introducirá una estrategia de armonización a alto nivel de las normas básicas sobre comercialización.

source: Unbundling has only brought limited competition to ADSL supply but some incumbent operators have opted for a positive marketing strategy for ADSL to establish market share in the face of competition from cable.
es: La desagregación de tarifas sólo ha supuesto una competencia limitada para la oferta de ADSL, pero algunos operadores han optado por una estrategia de comercialización positiva del sistema ADSL para establecer una cuota de mercado frente a la competencia del cable.

source: Since PPP reflects capacity to consume rather than capacity to pay, the use of PPP as a conversion rate would not be in accordance with rule 160 of the rules of procedure of the General Assembly.
es: Como la PPA refleja la capacidad de consumo en lugar de la capacidad de pago, el uso de la PPA como tasa de conversión no sería conforme con el artículo 160 del reglamento de la Asamblea General.

source: The typical conversion rate for mobile TV is 1 percent, and we are seeing more than double that in some markets.
es: El rango de conversión típico que se maneja alrededor de TV móvil es de 1 por ciento, nosotros estamos viendo más del doble en algunos mercados.

source: That reliable data be obtained through studies to determine the prevalence and conversion rate of the virus in the population.
es: Que se realicen estudios para obtener datos reales que sirvan para determinar el alcance y el índice de conversión del virus en la población.

source: The food conversion rate of farmed fish is low.
es: La tasa de conversión nutricional de los peces criados en granjas es baja.

source: If a trigger level of 0.5 were used, about 30 t of non-dolphin safe tuna could be added to the 1,000 t of whole tuna without the conversion rate becoming anomalous.
es: Si se usara un nivel máximo de 0,5, sería posible añadir unas 30 t de atún no dolphin safe a las 1000 t de atún entero sin que la tasa de conversión pareciese anómala.

source: The conversion rate of national currencies to the euro will, however, continue to be determined by means of a unanimous decision.
es: Sin embargo, el tipo de conversión entre las monedas nacionales y el euro seguirá determinándose por unanimidad.

source: The conversion rate is the percentage of salary received when one retires.
es: La tasa de conversión es el porcentaje del sueldo que se cobra cuando llega la jubilación.

source: For payments in euro?s we apply the conversion rate euro-dollar on the day the first payment is received.
es: Por pagos en euros se calcula el monto en base de la cotización bancaria en el día que recibimos el primer pago.

source: The core function is the development, marketing and application of synthetic repair and coating materials.
es: Su principal actividad es el desarrollo, comercialización y aplicación de materiales sintéticos para el revestimiento y la reparación.

source: There are some 30 amendments now retabled over and above those of our core strategy.
es: Ahora se han vuelto a presentar 30 enmiendas, además de las de nuestra estrategia básica.

source: Furthermore Cargill does not focus its lecithin marketing strategy on GM markets.
es: Además Cargill no centra su estrategia de comercialización de lecitina en los mercados GM.

source: Bring your online marketing strategy to life with our complete range of solutions for advertising online.
es: Dé vida a su estrategia de marketing online con nuestra completa gama de soluciones de publicidad en Internet.

source: Now she's working on developing a stronger marketing strategy to attract more business.
es: Ahora está trabajando para desarrollar una estra-tegia más sólida de mercadeo para atraer más negocio.

source: Presentations and papers are designed to give the participants an understanding of the core theories and concepts of marketing.
es: Mediante presentaciones y documentos se da a los participantes una idea de las teorías y conceptos esenciales de la comercialización.

source: The Commission issued a second warning letter on 13 July 1998, the core of which concerned the marketing guidelines.
es: La Comisión publicó una segunda carta de advertencia el 13 de julio de 1998, dedicada fundamentalmente a las directrices de comercialización.

source: In evaluating where we take any of our brands, we refer to our core values - integrity, innovation, quality and marketing.
es: Al evaluar a dónde llevamos cualquiera de nuestras marcas, nos remitimos a nuestros valores esenciales integridad, innovación, calidad y mercadeo.

source: (g) The Peacebuilding Commission calls upon its member States and all international partners to accept the Agenda for Change as the core strategy document that will not only determine the future work of Sierra Leone's national institutions but will also guide all future work of Sierra Leone's international partners.
es: g) La Comisión de Consolidación de la Paz insta a sus Estados miembros y a todos los asociados internacionales a que acepten el Programa para el Cambio como documento de estrategia básico por el que se guiarán en el futuro no sólo la labor de las instituciones nacionales sino también todas las actividades de los asociados internacionales de Sierra Leona.

source: Therefore, the constant dollar rate in document 30 C/5 of 1 US $ = 5.70 French francs has been translated into euros at 0.869 euros = 1 US $ by applying the conversion rate that was definitively fixed at the end of 1998 of 6.55957 FF = 1 euro.
es: Así pues, el tipo de dólar constante que figura en el documento 30 C/5, es decir, un dólar estadounidense = 5,70 francos franceses, se ha convertido en euros, al tipo de 0,869 euros = un dólar estadounidense, aplicando el índice de conversión fijado definitivamente a finales de 1998 en 6,55957 francos franceses = un euro.

source: In primovaccinated dogs, monovalent vaccines offered a better serological conversion rate than multivalent ones.
es: En perros primovacunados, las vacunas monovalentes ofrecen un mejor índice de conversión serológica que las vacunas multivalentes.

source: In discussing the issue, the Committee recalled that for the scale period 2007-2009, an adjusted conversion rate had been used in the case of Angola.
es: Durante el debate de la cuestión, la Comisión recordó que, para el período 2007-2009, se había usado una tasa de conversión ajustada en el caso de Angola.

source: This feature increases the conversion rate, lowers the cancellation rate for the results pages, and thus enhances customer satisfaction.
es: Esta herramienta incrementa la tasa de conversión, baja la tasa de cancelación de las páginas de resultado y sobre todo aumenta la satisfacción del cliente.

source: A third upside risk to future price developments comes from the convergence of the drachma towards its conversion rate, a process that has already started.
es: Un tercer riesgo de que en el futuro los precios tiendan al alza proviene de la convergencia de la dracma hacia su tipo de conversión, proceso que ya ha empezado.

source: The company's marketing strategy stresses cutting edge designs combined with the reputation for quality of its long established name.
es: La estrategia de comercialización de la empresa hace hincapié en diseños de vanguardia que se combinan con la reputación de calidad de un nombre establecido ya hace mucho tiempo.

source: More importantly for the winery's global marketing strategy, it will have its name on the digital billboards surrounding the field.
es: Lo que es más importante para la estrategia de marketing de la vitivinícola, su nombre aparecerá en los carteles publicitarios digitales ubicados alrededor de la cancha.

source: It was of the utmost importance to increase aid efficiency in Sierra Leone; accepting the Agenda for Change as the core strategy document and aligning all international support with that document would contribute to achieving that objective.
es: Reviste gran importancia aumentar la eficiencia de la ayuda en Sierra Leona, objetivo a cuyo cumplimiento contribuirán la aceptación del Programa para el Cambio como documento de estrategia básico y la adecuación de toda la ayuda internacional a ese documento.

source: Brand how you communicate your offerings, i.e., the marketing strategy.
es: Marca cómo comunican la oferta, es decir, la estrategia de márketing.

source: At the end of the course, attendees will have the chance of designing their own programme or social marketing strategy and apply it in their respective enterprises and organisations.
es: Finalizado el curso, los participantes podrán elaborar su propio programa o plan de marketing social, y aplicarlo en sus respectivas empresas y organizaciones.

source: Universal social protection may be a core strategy for this.
es: La protección social universal puede ser una estrategia medular para lograr este fin.

source: The conversion rate to be used in computing the distance is 1.6091 kilometre to 1 statute mile and 1.852 kilometre to 1 nautical mile.
es: La tasa de conversión utilizada para calcular la distancia será de 1,6091 kilómetros por milla terrestre y 1,852 kilómetros por 1 milla náutica.

source: If the component is issued in a different unit of measure or is entered in the BOM with a different unit of measure, then the system uses the output conversion rate from the material master to determine the required quantity.
es: Si el componente se elabora en una unidad de medida diferente o se introduce en la lista de materiales con una unidad de medida diferente, el sistema utiliza el tipo de cambio de salida del maestro de materiales para determinar la cantidad necesaria.

source: On that date, Estonia will join the euro area and the euro will replace the kroon at a fixed conversion rate of €1 = EEK 15.6466.
es: En esa fecha, Estonia entrará a formar parte de la zona del euro y el euro sustituirá a la corona al tipo de cambio irrevocable de 1€ = 15,6466 EEK.

source: After applying the agreed conversion rate, the resulting figure should be rounded to the nearest euro cent.
es: La cifra obtenida mediante la aplicación del tipo de conversión acordado habrá de redondearse al cent más próximo.

source: If a fixed rate has been defined between the old issue currency and the local currency at the conversion rate (this is always the case for euro conversion), you have to value the foreign exchange at the conversion rate before posting the issue currency conversion.
es: Si se ha definido un tipo de cambio fijo entre la moneda de emisión anterior y la moneda local según el tipo de conversión (caso aplicable a la conversión al euro), deberá valorar las divisas según el tipo de conversión antes de contabilizar la conversión de la moneda de emisión.

source: The core strategy of reducing anti-microbial use should apply equally across each of the areas of human medicine, veterinary medicine, animal production and plant protection.
es: La estrategia fundamental destinada a reducir la utilización de antimicrobianos debería aplicarse por igual en todos los ámbitos de la medicina humana, la medicina veterinaria, la producción animal y la protección de las plantas.
